type Section = {
  title: string;
  content: string[];
};

export const privacyPolicy: Section[] = [
  {
    title: "서문",
    content: [
      "회사명(이하 ‘회사’라 한다)는 개인정보 보호법 제30조에 따라 정보 주체의 개인정보를 보호하고 이와 관련한 고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여 다음과 같이 개인정보 처리지침을 수립, 공개합니다.",
    ],
  },
  {
    title: "제1조 (개인정보의 처리목적)",
    content: [
      "회사는 다음의 목적을 위하여 개인정보를 처리합니다. 처리하고 있는 개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며, 이용 목적이 변경되는 경우에는 개인정보보호법 제18조에 따라 별도의 동의를 받는 등 필요한 조치를 이행할 예정입니다.",
      "1. 홈페이지 회원 가입 및 관리: 회원 가입 의사 확인, 회원제 서비스 제공에 따른 본인 식별·인증, 회원자격 유지·관리, 제한적 본인확인제 시행에 따른 본인확인, 서비스 부정 이용 방지, 만 14세 미만 아동의 개인정보처리 시 법정대리인의 동의 여부 확인, 각종 고지·통지, 고충 처리 등을 목적으로 개인정보를 처리합니다.",
      "2. 재화 또는 서비스 제공: 물품 배송, 서비스 제공, 계약서 및 청구서 발송, 콘텐츠 제공, 맞춤서비스 제공, 본인인증, 연령인증, 요금 결제 및 정산, 채권추심 등을 목적으로 개인정보를 처리합니다.",
      "3. 고충 처리: 민원인의 신원 확인, 민원사항 확인, 사실조사를 위한 연락·통지, 처리 결과 통보 등의 목적으로 개인정보를 처리합니다.",
    ],
  },
  {
    title: "제2조 (개인정보의 처리 및 보유기간)",
    content: [
      "① 회사는 법령에 따른 개인정보 보유, 이용 기간 또는 정보주체로부터 개인정보를 수집 시에 동의 받은 개인정보 보유, 이용 기간 내에서 개인정보를 처리, 보유합니다.",
      "② 각각의 개인정보 처리 및 보유 기간은 다음과 같습니다.",
      "1. 홈페이지 회원 가입 및 관리: 사업자/단체 홈페이지 탈퇴 시까지 (단, 관계 법령 위반에 따른 수사, 조사 등이 진행 중인 경우에는 해당 수사, 조사 종료 시까지, 홈페이지 이용에 따른 채권 및 채무관계 잔존 시에는 해당 채권, 채무 관계 정산 시까지)",
      "2. 재화 또는 서비스 제공: 재화·서비스 공급완료 및 요금결제·정산 완료 시까지 (단, 표시·광고, 계약내용 및 이행 등 거래에 관한 기록은 6개월, 소비자 불만 또는 분쟁 처리에 관한 기록은 3년)",
      "3. 「통신비밀보호법」 제41조에 따른 통신사실확인자료 보관",
      "4. 가입자 전기통신일시, 개시·종료 시간, 상대방 가입자 번호, 사용도수, 발신기지국 위치추적자료 : 1년",
    ],
  },
  {
    title: "제3조 (개인정보의 제3자 제공)",
    content: [
      "① 회사는 정보주체의 개인정보를 제1조(개인정보의 처리목적)에서 명시한 범위 내에서만 처리하며, 정보주체의 동의, 법률의 특별한 규정 등 개인정보 보호법 제17조 및 제18조에 해당하는 경우에만 개인정보를 제3자에게 제공하고 그 외에는 정보주체의 개인정보를 제3자에게 제공하지 않습니다.",
      "② 회사는 원활한 서비스 제공을 위해 다음의 경우 개인정보보호법 제17조 제1항 제1호에 따라 정보주체의 동의를 얻어 필요 최소한의 범위로만 개인정보를 제3자에게 제공할 수 있습니다.",
    ],
  },
  {
    title: "제4조 (개인정보처리의 위탁)",
    content: [
      "① 회사는 원활한 개인정보 업무처리를 위하여 다음과 같이 개인정보 처리업무를 위탁하고 있습니다.",
      "위탁업무 내용:",
      "1. 쇼핑몰 호스팅 서비스의 시스템 제공",
      "2. 결제 및 에스크로 업무",
      "3. 상품 배송 업무",
      "4. 고객상담 업무",
      "5. 본인확인 업무",
      "② 회사는 위탁계약 체결 시 개인정보 보호법 제25조에 따라 위탁업무 수행목적 외 개인정보 처리금지, 기술적·관리적 보호조치, 재위탁 제한, 수탁자에 대한 관리·감독, 손해배상 등 책임에 관한 사항을 계약서 등 문서에 명시하고, 수탁자가 개인정보를 안전하게 처리하는지를 감독하고 있습니다.",
    ],
  },
  {
    title: "제5조 (정보주체 및 법정대리인의 권리와 그 행사 방법)",
    content: [
      "① 정보주체는 회사에 대해 언제든지 다음 각 호의 개인정보 보호 관련 권리를 행사할 수 있습니다.",
      "1. 개인정보 열람 요구",
      "2. 오류 등이 있을 경우 정정 요구",
      "3. 삭제요구",
      "4. 처리정지 요구",
      "② 제1항에 따른 권리 행사는 회사에 대해 서면, 전화, 전자우편, 모사전송(FAX) 등을 통하여 하실 수 있으며 회사는 이에 대해 지체없이 조치하겠습니다.",
    ],
  },
  {
    title: "제6조 (처리하는 개인정보 항목)",
    content: [
      "회사는 다음의 개인정보 항목을 처리하고 있습니다.",
      "1. 홈페이지 회원 가입 및 관리",
      "필수항목: 성명, 생년월일, 아이디, 비밀번호, 주소, 전화번호, 성별, 이메일주소, 아이핀번호",
      "선택항목: 결혼 여부, 관심 분야",
      "2. 재화 또는 서비스 제공",
      "필수항목: 성명, 생년월일, 아이디, 비밀번호, 주소, 전화번호, 이메일주소, 아이핀번호, 신용카드번호, 은행계좌정보 등 결제정보",
      "선택항목: 관심분야, 과거 구매내역",
    ],
  },
  {
    title: "제7조 (개인정보의 파기)",
    content: [
      "① 회사는 개인정보 보유 기간의 경과, 처리목적 달성 등 개인정보가 불필요하게 되었을 때에는 지체없이 해당 개인정보를 파기합니다.",
      "② 정보주체로부터 동의받은 개인정보 보유 기간이 경과하거나 처리목적이 달성되었음에도 불구하고 다른 법령에 따라 개인정보를 계속 보존하여야 하는 경우에는, 해당 개인정보를 별도의 데이터베이스(DB)로 옮기거나 보관장소를 달리하여 보존합니다.",
    ],
  },
  {
    title: "제8조 (개인정보의 안전성 확보조치)",
    content: [
      "회사는 개인정보의 안전성 확보를 위해 다음과 같은 조치를 하고 있습니다.",
      "1. 관리적 조치 : 내부관리계획 수립 및 시행, 정기적 직원 교육 등",
      "2. 기술적 조치 : 개인정보처리시스템 등의 접근 권한 관리, 접근통제시스템 설치, 고유 식별정보 등의 암호화, 보안프로그램 설치",
      "3. 물리적 조치 : 전산실, 자료보관실 등의 접근통제",
    ],
  },
  {
    title: "제9조 (개인정보 자동 수집 장치의 설치·운영 및 거부에 관한 사항)",
    content: [
      "① 회사는 이용자에게 개별적인 맞춤 서비스를 제공하기 위해 이용정보를 저장하고 수시로 불러오는 ‘쿠키(cookie)’를 사용합니다.",
      "② 쿠키는 웹사이트를 운영하는데 이용되는 서버(http)가 이용자의 컴퓨터 브라우저에 보내는 소량의 정보이며 이용자들의 PC 또는 모바일에 저장됩니다.",
    ],
  },
  {
    title: "제10조 (개인정보 보호책임자)",
    content: [
      "① 회사는 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만 처리 및 피해구제 등을 위하여 아래와 같이 개인정보 보호책임자를 지정하고 있습니다.",
      "▶ 개인정보 보호책임자",
      "성명 : OOO",
      "직책 : OOO",
      "연락처 : <전화번호>, <이메일>, <팩스번호>",
    ],
  },
  {
    title: "제11조 (개인정보 열람청구)",
    content: [
      "정보주체는 개인정보 보호법 제35조에 따른 개인정보의 열람 청구를 아래의 부서에 할 수 있습니다.",
      "▶ 개인정보 열람청구 접수·처리 부서",
      "부서명 : OOO",
      "연락처 : <전화번호>, <이메일>, <팩스번호>",
    ],
  },
  {
    title: "제12조 (권익침해 구제 방법)",
    content: [
      "정보주체는 아래의 기관에 대해 개인정보 침해에 대한 피해구제, 상담 등을 문의하실 수 있습니다.",
      "1. 개인정보 분쟁조정위원회 : (국번없이) 1833-6972 (www.kopico.go.kr)",
      "2. 개인정보침해신고센터 : (국번없이) 118 (privacy.kisa.or.kr)",
    ],
  },
  {
    title: "제13조 (개인정보 처리방침 시행 및 변경)",
    content: ["이 개인정보 처리방침은 20XX. X. X. 부터 적용됩니다."],
  },
] as const;
